[
  { "id": "1", "nombre": "Ana", "fecha": "05/01/2025", "texto": "Una experiencia increíble. El Museo del Quijote es un homenaje precioso a la imaginación y la locura que habitan en cada uno de nosotros." },
  { "id": "2", "nombre": "Carlos", "fecha": "06/01/2025", "texto": "Nunca pensé que una exposición pudiera emocionarme tanto. Las esculturas, las pinturas y la ambientación te transportan directamente a La Mancha." },
  { "id": "3", "nombre": "Lucía", "fecha": "07/01/2025", "texto": "Una joya escondida. Perfecto equilibrio entre historia, arte y emoción." },
  { "id": "4", "nombre": "Pedro", "fecha": "08/01/2025", "texto": "Recorrer el museo es como adentrarse en las páginas del Quijote. Cada sala está llena de detalles: las cartas, los mapas, las réplicas de las armas. Todo cuidadosamente pensado para que uno sienta el peso del idealismo del caballero andante." },
  { "id": "5", "nombre": "María", "fecha": "09/01/2025", "texto": "Un lugar mágico que captura la esencia de Cervantes y de su obra más famosa." },
  { "id": "6", "nombre": "José", "fecha": "10/01/2025", "texto": "Hermosa exposición. Me encantó el área dedicada a Dulcinea y la simbología del amor imposible." },
  { "id": "7", "nombre": "Valeria", "fecha": "11/01/2025", "texto": "Cada rincón cuenta una historia. El museo logra que el visitante no solo observe, sino que viva el viaje de Don Quijote y Sancho. La sección interactiva es fascinante para niños y adultos." },
  { "id": "8", "nombre": "Sofía", "fecha": "12/01/2025", "texto": "Volvería sin dudarlo. Es un espacio que inspira y emociona." },
  { "id": "9", "nombre": "Diego", "fecha": "13/01/2025", "texto": "El recorrido está muy bien narrado y la guía fue excelente. Se nota la pasión por mantener viva la figura del Quijote." },
  { "id": "10", "nombre": "Camila", "fecha": "14/01/2025", "texto": "Un museo que no solo muestra objetos, sino que transmite ideales: la valentía, la justicia y la búsqueda de la verdad, aunque el mundo se burle de uno." },
  { "id": "11", "nombre": "Luis", "fecha": "15/01/2025", "texto": "Pequeño pero lleno de encanto. Ideal para los amantes de la literatura." },
  { "id": "12", "nombre": "Marta", "fecha": "16/01/2025", "texto": "El audiovisual del principio me puso la piel de gallina. Escuchar la voz de Don Quijote mientras se encienden las luces es un momento mágico." },
  { "id": "13", "nombre": "Javier", "fecha": "17/01/2025", "texto": "Perfecto para una tarde tranquila. Se puede recorrer en una hora y te deja pensando todo el día." },
  { "id": "14", "nombre": "Elena", "fecha": "18/01/2025", "texto": "Los cuadros originales y las reproducciones son de una belleza impresionante. Sentí que cada pincelada tenía alma." },
  { "id": "15", "nombre": "Andrés", "fecha": "19/01/2025", "texto": "El museo combina tecnología moderna con elementos clásicos. Muy bien logrado, especialmente la parte donde puedes escuchar fragmentos del Quijote narrados con distintas voces." },
  { "id": "16", "nombre": "Paula", "fecha": "20/01/2025", "texto": "Los niños quedaron encantados. La sala de los molinos de viento en movimiento fue su favorita. Es un sitio educativo y entretenido." },
  { "id": "17", "nombre": "Fernando", "fecha": "21/01/2025", "texto": "Visitar el museo me recordó por qué el Quijote sigue siendo actual. Es una oda al sueño, al fracaso y a la esperanza." },
  { "id": "18", "nombre": "Isabel", "fecha": "22/01/2025", "texto": "El diseño arquitectónico es precioso. Me gustó que cada sala tiene su propio aroma y sonido ambiente, lo que te sumerge por completo." },
  { "id": "19", "nombre": "Ricardo", "fecha": "23/01/2025", "texto": "La visita me dejó reflexionando sobre los ideales que hemos perdido como sociedad. Don Quijote no estaba loco, solo veía el mundo de otra forma." },
  { "id": "20", "nombre": "Luciana", "fecha": "24/01/2025", "texto": "Uno de los museos más conmovedores que he visitado. El mural final con citas de Cervantes es una obra maestra." },
  { "id": "21", "nombre": "Santiago", "fecha": "25/01/2025", "texto": "Muy recomendable. Una parada obligada si pasas por la ciudad." },
  { "id": "22", "nombre": "Carolina", "fecha": "26/01/2025", "texto": "El museo combina arte, literatura e historia de una forma magistral. El guía nos contó anécdotas fascinantes sobre Cervantes que desconocía por completo." },
  { "id": "23", "nombre": "Miguel", "fecha": "27/01/2025", "texto": "Sencillo pero lleno de alma. Me recordó que todos tenemos un poco de Quijote dentro." },
  { "id": "24", "nombre": "Laura", "fecha": "28/01/2025", "texto": "La exposición de ediciones antiguas del libro es impresionante. Poder ver ejemplares del siglo XVII tan bien conservados fue una experiencia inolvidable." }]
